Repository: common-repository/inline-upload
Catalog: languages/inline-upload-*.po
Languages: es_es

source: Upload a file
es_es: Subir un archivo

source: Select File
es_es: Seleccionar un archivo

source: Upload File
es_es: Subir Archivo

source: File Upload Notification
es_es: Notificación de Archivo Subido

source: Dear Recipient, This is an automatic delivery message to notify you that a new file has been uploaded. Best Regards
es_es: Estimado Recipient, Esto es un mensaje de entrega automático para notificarle que un nuevo archivo ha sido subido. Saludos Cordiales

source: File %filename% uploaded successfully
es_es: Archivo %filename% uploaded satisfactoriamente

source: Error. Could not resolve ftp target filedir. Check the domain in 'ftpinfo' attribute.
es_es: Error. No se pudo resolver el ftp target filedir. Chequee el dominio en el atributo 'ftpinfo'.

source: Error. Invalid ftp information. Check 'ftpinfo' attribute.
es_es: Error. Información del ftp inválida. Chequee el atributo 'ftpinfo'.

source: Error. Could not extract ftp information from 'ftpinfo' attribute. Check its syntax.
es_es: Error. No se pudo extraer información del ftp del atributo 'ftpinfo'. Chequee su sintaxis.

source: Error. Could not resolve ftp target filename. Check the domain in 'ftpinfo' attribute.
es_es: Error. No se pudo resolver el ftp target filename. Chequee el dominio en el atributo 'ftpinfo'.

source: Error. The upload size limit of PHP directive upload_max_filesize is preventing the upload of big files. PHP directive upload_max_filesize limit is:
es_es: Error. El límite de tamaño de subida de la directiva upload_max_filesize de PHP está previniendo la subida de archivos grandes. El límite de la directiva upload_max_filesize de PHP es:

source: The upload time limit of PHP directive max_input_time is preventing the upload of big files. PHP directive max_input_time limit is:
es_es: El límite del tiempo de subida de la directiva max_input_time de PHP está previniendo la subida de archivos grandes. El límite de la directiva max_input_time de PHP es:

source: Error. Permission denied to write to target folder. Check and correct read/write permissions of target folder.
es_es: Error. Permiso denegado para escribir en la carpeta de destino. Chequee y corrija los permisos de lectura/escritura del directorio de destino.

source: Targer folder doesn't exist.
es_es: El directorio de destino no existe.

source: Upload failed! Missing a temporary folder.
es_es: ¡La subida falló! No se encuentra un directorio temporal.

source: Upload failed! Permission denied to write to target folder.
es_es: ¡La subida falló! Permiso denegado para escribir al directorio de destino.

source: File not allowed.
es_es: Archivo no permitido.

source: The uploaded file exceeds the file size limit.
es_es: El archivo subido excede el límite de tamaño.

source: Upload failed! The uploaded file exceeds the file size limit of the server. Please contact the administrator.
es_es: ¡La subida falló! El archivo subido excede el límite de tamaño de archivo del servidor. Por favor contacte al administrador.

source: Upload failed! The duration of the upload exceeded the time limit of the server. Please contact the administrator.
es_es: ¡La subida falló! La duración de la subida excedió el límite de tiempo del servidor. Por favor contacte al administrador.

source: Upload failed! The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
es_es: ¡La subida falló! El archivo subido excede la directiva MAX_FILE_SIZE que fue especificada en la forma HTML.

source: Upload failed! The uploaded file was only partially uploaded.
es_es: ¡La subida falló! El archivo subido fue solamente subido parcialmente.

source: Upload failed! No file was uploaded.
es_es: ¡La subida falló! Ningún archivo fue subido.

source: Upload failed! Failed to write file to disk.
es_es: ¡La subida falló! Falló la escritura en el disco.

source: Upload failed! Error occured while moving temporary file. Please contact administrator.
es_es: ¡La subida falló! Un error ocurrió mientras se movía el archivo temporal. Por favor contacte al administrador.

source: Upload failed! A PHP extension stopped the file upload. PHP does not provide a way to ascertain which extension caused the file upload to stop; examining the list of loaded extensions with phpinfo() may help.
es_es: ¡La subida falló! Una extensión PHP detuvo la subida del archivo. PHP no provee una vía para comprobar cuál extensión causó que la subida del archivo se detuviera; examinar la lista de extensiones cargadas con phpinfo() puede ayudar.

source: Upload failed! Error occured while attemting to upload the file.
es_es: ¡La subida falló! Un error ocurrió tratando de subir el archivo.

source: Upload failed!
es_es: ¡La subida falló!

source: Upload failed! The upload has been canceled by the user or the browser dropped the connection.
es_es: ¡La subida falló! La subida ha sido cancelada por el usuario o el navegador canceló la conexión.

source: Upload failed! Unknown error.
es_es: ¡La subida falló! Error desconocido.

source: Please contact the administrator.
es_es: Por favor contacte al administrador.

source: Upload skipped! File already exists.
es_es: ¡La subida se omitió! El archivo ya existe.

source: Test Mode
es_es: Modo de Prueba
